Repository: Makashov/orta.business-ios
Catalog: orta.business/Localizable.xcstrings
Source language: en
Languages: kk, ru

source: 21 active
kk: 21 белсенді
ru: 21 активных

source: Cancelled
kk: Бас тартылды
ru: Отменён

source: Clients
kk: Клиенттер
ru: Клиенты

source: Closed
kk: Жабылды
ru: Закрыто

source: Company code
kk: Компания коды
ru: Код компании

source: Completed
kk: Аяқталды
ru: Завершён

source: Couldn't connect. Check your connection and try again
kk: Байланыс орнатылмады. Интернет байланысын тексеріп, қайталап көріңіз
ru: Не удалось подключиться. Проверьте соединение и попробуйте снова

source: Create
kk: Құру
ru: Создать

source: Created
kk: Құрылды
ru: Создан

source: Deliveries
kk: Жеткізулер
ru: Доставки

source: Enter a valid company code
kk: Компания кодын дұрыс енгізіңіз
ru: Введите корректный код компании

source: Expenses
kk: Шығындар
ru: Расходы

source: Home
kk: Басты бет
ru: Главная

source: In progress
kk: Жұмыста
ru: В работе

source: Invalid username or password
kk: Пайдаланушы аты немесе құпия сөз қате
ru: Неверное имя пользователя или пароль

source: Menu
kk: Мәзір
ru: Меню

source: New orders
kk: Жаңа тапсырыстар
ru: Новых заказов

source: Notifications
kk: Хабарландырулар
ru: Уведомления

source: Orders
kk: Тапсырыстар
ru: Заказы

source: Password
kk: Құпия сөз
ru: Пароль

source: Payments today
kk: Бүгінгі төлемдер
ru: Оплаты за день

source: Ready for pickup
kk: Беруге дайын
ru: Готов к выдаче

source: Recent orders
kk: Соңғы тапсырыстар
ru: Последние заказы

source: Search orders, clients
kk: Тапсырыстар мен клиенттерді іздеу
ru: Поиск заказов, клиентов

source: See all
kk: Барлығы
ru: Все

source: Settings
kk: Баптаулар
ru: Настройки

source: Sign In
kk: Кіру
ru: Войти

source: Sign in failed. Please try again.
kk: Кіру сәтсіз аяқталды. Қайталап көріңіз.
ru: Не удалось войти. Попробуйте снова.

source: Sign in to your account
kk: Есептік жазбаңызға кіріңіз
ru: Войдите в свой аккаунт

source: Statistics
kk: Статистика
ru: Статистика

source: Today
kk: Бүгін
ru: Сегодня

source: Unexpected response from server
kk: Серверден күтпеген жауап келді
ru: Непредвиденный ответ сервера

source: Username
kk: Пайдаланушы аты
ru: Имя пользователя

source: Users
kk: Пайдаланушылар
ru: Пользователи
